SET IDENTITY_INSERT [dbo].[Schedule] ON
INSERT INTO [dbo].[Schedule] ([Id], [Подразделение], [Должность], [Дата], [Количество]) VALUES (1, N'КБ', N'Инженер-конструктор', N'2015-01-01', N'5         ')
INSERT INTO [dbo].[Schedule] ([Id], [Подразделение], [Должность], [Дата], [Количество]) VALUES (2, N'КБ', N'Инженер-конструктор', N'2015-06-01', N'10        ')
INSERT INTO [dbo].[Schedule] ([Id], [Подразделение], [Должность], [Дата], [Количество]) VALUES (3, N'Технологический отдел', N'Инженер-технолог', N'2015-01-01', N'5         ')
INSERT INTO [dbo].[Schedule] ([Id], [Подразделение], [Должность], [Дата], [Количество]) VALUES (4, N'Технологический отдел', N'Инженер-технолог', N'2015-06-01', N'10        ')
INSERT INTO [dbo].[Schedule] ([Id], [Подразделение], [Должность], [Дата], [Количество]) VALUES (5, N'Отдел разработки', N'Инженер-программист', N'2022-09-12', N'1         ')
INSERT INTO [dbo].[Schedule] ([Id], [Подразделение], [Должность], [Дата], [Количество]) VALUES (6, N'Отдел разработки', N'Инженер-программист', N'2022-09-20', N'8         ')
INSERT INTO [dbo].[Schedule] ([Id], [Подразделение], [Должность], [Дата], [Количество]) VALUES (7, N'КБ', N'Инженер-конструктор', N'2022-09-11', N'1         ')
INSERT INTO [dbo].[Schedule] ([Id], [Подразделение], [Должность], [Дата], [Количество]) VALUES (8, N'Технологический отдел', N'Инженер-технолог', N'2022-09-11', N'20        ')
INSERT INTO [dbo].[Schedule] ([Id], [Подразделение], [Должность], [Дата], [Количество]) VALUES (9, N'КБ', N'Инженер-конструктор', N'2022-09-11', N'5         ')
SET IDENTITY_INSERT [dbo].[Schedule] OFF
